{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://ucbears.example.edu/lending/b11996535_B%203%20106%20704/manifest",
  "@type": "sc:Manifest",
  "label": "Pamphlet",
  "metadata": [
    {
      "label": "Title",
      "value": "Pamphlet"
    },
    {
      "label": "Author",
      "value": "Canada. Department of Agriculture."
    }
  ],
  "sequences": [
    {
      "@type": "sc:Sequence",
      "canvases": [
        {
          "@id": "https://ucbears.example.edu/lending/b11996535_B%203%20106%20704/manifest/canvas/p6",
          "@type": "sc:Canvas",
          "label": "Page 6",
          "width": 880,
          "height": 1435,
          "images": [
            {
              "@id": "https://ucbears.example.edu/iiif/b11996535_B%203%20106%20704/00000006.tif/annotation/p6-image",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "on": "https://ucbears.example.edu/lending/b11996535_B%203%20106%20704/manifest/canvas/p6",
              "resource": {
                "@id": "https://ucbears.example.edu/iiif/b11996535_B%203%20106%20704/00000006.tif/full/!1024,1024/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "width": 880,
                "height": 1435,
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://ucbears.example.edu/iiif/b11996535_B%203%20106%20704/00000006.tif",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              }
            }
          ],
          "metadata": [
            {
              "label": "Transcript",
              "value": "THE FLAX SCUTCHING PLANT OF GODERVILLE\nAccount of a Visit to the Demonstration Plant\nof the Feuillette Retting System\nBy MR. ALBERT DURANT,\nSecretary of the French Flaac Spinners' Association\nIn the second half of June, 1911, at a meeting organized jointly by the\n“Comité Linier” of France and by the Spinning and Weaving Committee of the\n“Société Industrielle du Nord de la France”, Mr. Feuillette gave an account\nof his system.\nHis system of industrial retting had, in the early days of 1911, been the\nobject of carefully checked experiments at the Machinery Experimental Station\nin the rue Jenn (Paris).\nThe report on these trials made to the Minister of Agriculture by Mr.\nMax Ringelmann was published in September, 1912, in the Monthly Bulletin\nof Agricultural Information.\nReferring to this document, we find that the trials were made with eight\ncrates, containing each 100 kilograms of rippled straw.\nThe initial weight varied as follows during the subsequent operations:–\nWEIGHT OF FLAx IN KILOGRAMs. PRODUCT.\nNo.\nof In From the From the\ncrate. sheaves | Coming hydro- From second From Flax Fine | Coarse\nsent | from the extractor the drying the from tow. tow.\nto retting. and sent drying. and sent | breaker. scutching\nretting, to drying. to handles.\nbreaker.\n100 || 364 - 60 323.50 72. 22 63.07 27.91 13. 28 2.86 6.15\n100 356. 16 308. 22 78.34 66.80 32.35 12. 65 4.96 5-85\n100 361.82 309. 21 77.45 69.65 35.00 13.93 5. 16 6-44\n100 347.05 313.38 76.96 68.28 35.43 14.35 3.63 6-64\n100 356.10 302.93 75.27 66.75 40.58 13.98 2.45 6 - 47\n100 337. 19 291.50 79°39 |. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . - - - - - - - -\n100 320.69 284.33 78.49 |. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\n100 313. 11 281.42 71:62 |. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\nAverage of -\ncrates 1 to 5 100 357. 14 311. 44 76.04 66.91 34.25 13.63 3.81 6 - 31\nThe fibre thus produced was hackled partly by Mr. Louis Nicolle, and\npartly by Messrs. Albert Van de Weghe and Delesalle, spinners in Lille. The\nyield was as follows:–\nLine. . . . . . . . . . . . . . . . . . . . . 54 - 38 of gross weight of fibre.\nTow. . . . . .... • - - - - - - - - - - - - - - 33.33 ( & & 4\n- Pluckings. . . . . . . . . . . . . . . . 8.42 & 4 4 &\nWaste. . . . . . . . . . . ., - - - - - - - 3.86 “ ( &\n. . . - 99.99 << - ( &\n\n"
            }
          ]
        },
        {
          "@id": "https://ucbears.example.edu/lending/b11996535_B%203%20106%20704/manifest/canvas/p7",
          "@type": "sc:Canvas",
          "label": "Page 7",
          "width": 864,
          "height": 1432,
          "images": [
            {
              "@id": "https://ucbears.example.edu/iiif/b11996535_B%203%20106%20704/00000007.tif/annotation/p7-image",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "on": "https://ucbears.example.edu/lending/b11996535_B%203%20106%20704/manifest/canvas/p7",
              "resource": {
                "@id": "https://ucbears.example.edu/iiif/b11996535_B%203%20106%20704/00000007.tif/full/!1024,1024/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "width": 864,
                "height": 1432,
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://ucbears.example.edu/iiif/b11996535_B%203%20106%20704/00000007.tif",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              }
            }
          ],
          "metadata": [
            {
              "label": "Transcript",
              "value": ". 5\nIn the spinning the fibre was perfectly normal, and was considered equal\nto good flax from that country.\nThe bleaching was done by Mr. George Ovigneur at Halluin. The results\nobtained in boiling, creaming, quarter-, half-, and three-quarter white, full white\nand extra white would place the yarn spun as among the best.\nThese various trials, in consideration of the quantity experimented on and\nthe checking of the results, might have been considered as a conclusive industrial\ntrial. Mr. Feuillette preferred proving still further the value of his system;\nwith the help of Mr. Ligneaux, and the financial aid of a few friends, he put\ndown a demonstration plant.\nGoderville is a little town, the chief town of the Canton of Caux (Nor-\nmandy, France). Flax is largely grown there, seeing that 2,500 acres a year\nare given over to this crop. Every year about the end of June the Belgian\ndealers visit the district, and there, as elsewhere, they buy “on foot” the best\nfields they find. When the flax is pulled, if the crop comes up to their expecta-\ntion, they fulfil their contract, but if storm or hail or any other cause has\ndamaged the chances of a profit, many of them choose to ignore the contract\nthey have made, and leave on the grower's hands the flax he thought he had sold.\nClassed as second quality, this flax straw will be difficult to sell, even below\ncost; even first quality flax straw is diminished in value by the amount of the\nfreight to the river Lys. -\nThe establishment of an industrial retting plant in the Department of\nSeine-Inférieure (in which Goderville is situated) was bound to impart a healthy\ntone to the flax straw business, and ensure for the growers a better return for\ntheir products. These considerations, emphasized by the gratitude of the\ninventor to the “Société Centrale d’Agriculture de Seine-Inférieure”, made\nhim decide to place his demonstration plant in Goderville. -\nFrom the very first this had a great influence on the acreage under flax\nin the Caux region, as the official Journal of 14th June, 1913, gives an acreage\nof 17,500 acres for Seine-Inférieure, a figure never hitherto reached. For this\n“Department” the figures are as follows:–\n1908. . . . . . . . . . . . . 13,195 acres. 1911 . . . . . . . . . . . . 10,375 acres.\n1909. . . . . . . . . . . . . 9,055 “ 1912. . . . . . . . . . . . 12,500 “\n1910. . . . . . . . . . . . . 9,452 “ 1913. . . . . . . . . . . . 17,500 “\nIn the last quarter of 1912, the establishment got started, after what seemed\nlong delays to those who were longing to see their hopes take concrete form.\nA detailed account of the special machinery for this new industry, which\nhad to be specially designed, will enable you to understand why this factory\nwhich was to have been started in March, 1912, was not set going till six months\nlater.\nThe three buildings of the factory, on a piece of ground large enough for\nsubsequent enlargement, are separated from the railway by a road.\nThe construction of these three sheds is very simple.\nThe largest measures 160 by 26 feet. It is used for the rippling, putting\ninto sheaves, the retting tank and the hydro-extractor. :\nThe second building of about the same size contains the drying machine\nand the breaking and scutching. - -\nThe third and smallest building contains the power-house, the office, and\nthe caretaker's house. -\nThe power is derived from a semi portable steam engine of 15 horse-power,\nsufficient to furnish the electrical power for lighting and driving and the steam.\nfor heating and drying. - . . . .\nAn ingenious arrangement is that whereby the exhaust steam is used first\nin the drying machine and then to heat the retting tank. A water tank fed by\na ball cock from the town supply completes the fixtures.\n"
            }
          ]
        },
        {
          "@id": "https://ucbears.example.edu/lending/b11996535_B%203%20106%20704/manifest/canvas/p8",
          "@type": "sc:Canvas",
          "label": "Page 8",
          "width": 892,
          "height": 1435,
          "images": [
            {
              "@id": "https://ucbears.example.edu/iiif/b11996535_B%203%20106%20704/00000008.tif/annotation/p8-image",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "on": "https://ucbears.example.edu/lending/b11996535_B%203%20106%20704/manifest/canvas/p8",
              "resource": {
                "@id": "https://ucbears.example.edu/iiif/b11996535_B%203%20106%20704/00000008.tif/full/!1024,1024/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "width": 892,
                "height": 1435,
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://ucbears.example.edu/iiif/b11996535_B%203%20106%20704/00000008.tif",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              }
            }
          ],
          "metadata": [
            {
              "label": "Transcript",
              "value": "6\nThe flax straw comes into the first-named building at the far end from the\nretting tank, and is there weighed, examined, and sorted, if necessary.\nLater on when the factory is extended a rope carrier will convey across\nthe road the flax which has come by rail.\nAn ingenious apparatus is used to make the sheaves.\nEach sheaf is made up of four beats placed top and root about, so as to form\napproximately cylindrical sheaves. The four bands are of manila, with a big\nknot at one end and a loop at the other, and are used for each of the beats in the\nSubsequent operations. The sheaves weigh 15 to 18 pounds.\nThey are placed vertically in the crates, which hold about 150 sheaves or\nsay 2,200 to 2,800 pounds of rippled straw.\nThe crates are wooden cages 16 feet long, 4 feet 4 inches high and 8 feet\n9 inches broad; the top and one side are hinged.\nWhen filled the crates are lowered into the tank by a travelling crane.\nThis requires to be powerful to handle these crates weighing 1, 2, or 6 tons\naccording as they are empty or filled with dry or wet flax straw.\n~\nFig. 1–A crate turned over\nAbout 3,300 gallons of water per day is needed for the tank. This water\nis heated to from 86° to 96° by coils through which the condensed steam passes.\nIt is discharged through pipes into the bottom of the tank and made to mix\nthoroughly with the water so that at 10 feet from the inlet the whole mass is\nmaintained at a steady temperature of 72°.\nThe water flows gently through the crates, and the various heavy gums\nresulting from the retting trickle down the flax stalks to the bottom of the tank,\nwhence they are carried off by the slow flow of the outlet in the bottom of the\ntank.\nThere are seven crates in the tank, and during the retting they are immersed\nfirst at the outlet end and then taken out, turned over, and advanced one place\neach time till they arrive at the seventh position, 10 feet from the water inlet.\nThe crates are moved slowly so as not to stir up the water and interfere\nwith the work of the bacteria. This slow movement allows of a drip from the\nflax stalks, drawing thus into their midst a supply of oxygen, destructive to the\n\n"
            }
          ]
        },
        {
          "@id": "https://ucbears.example.edu/lending/b11996535_B%203%20106%20704/manifest/canvas/p9",
          "@type": "sc:Canvas",
          "label": "Page 9",
          "width": 867,
          "height": 1431,
          "images": [
            {
              "@id": "https://ucbears.example.edu/iiif/b11996535_B%203%20106%20704/00000009.tif/annotation/p9-image",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "on": "https://ucbears.example.edu/lending/b11996535_B%203%20106%20704/manifest/canvas/p9",
              "resource": {
                "@id": "https://ucbears.example.edu/iiif/b11996535_B%203%20106%20704/00000009.tif/full/!1024,1024/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "width": 867,
                "height": 1431,
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://ucbears.example.edu/iiif/b11996535_B%203%20106%20704/00000009.tif",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              }
            }
          ],
          "metadata": [
            {
              "label": "Transcript",
              "value": "7\nbacteria not requiring air, but favourable to those that do, and that perform\nthe retting. The trickle of the water along the stems ensures the regular distri-\nbution of the bacteria, and an even spreading of the gums along the stalks.\nThough the crates weigh up to 6 tons, they are easily handled. The\nengineer, or man in charge of the retting on the travelling crane, has at his hand\nthe switches of three electric motors, controlling respectively the backward or\nforward movement of the crane, the raising and lowering of the crates or their\nturning. A pointer on the crane and marks on the wall indicate the exact\nspot where the crane must stop to raise or lower the crate.\nThe different operations are performed by an endless chain on two shafts,\nworking pawls, at one time raising the crate and at another lowering it;\nan ingenious arrangement anchors the crates below the surface, doing away\nwith the loading of the crates, as is usually done in water-retting.\nA cock at the end of the tank regulates the required flow, and also allows\nof the emptying of the tank to do away with what old time retters called the\n“fatigue of the rettery”, in other words the too great concentration of bacteria.\nThis cock allows the operator to regulate the temperature of the whole\ntank. The choice of the right temperature, and its diffusion throughout the\nwhole mass of the water are conditions essential to the success of industrial\nretting.\nThere is more than one species of bacteria requiring oxygen that facilitate\nthe separation of the fibre from the woody part of the plant. There are a great\nnumber of them, but all do not act at the same temperature, or in the same\nlength of time, and it is well to favour the development of none but those whose\naction allows one to attain the desired end.\nAt Goderville the retting is done in six days. It could no doubt be quick-\nened, but at the risk of losing much more in regularity and uniformity of the\nproduct than would be gained by the saving of time.\nWhen the retting is complete the crate is removed from the tank at its\ninlet end, and the flax taken out. The sheaves are then untied and one band\nplaced around each beat to facilitate the handling, and these are put into the\nhydro-extractor.\nThis machine consists of a large metallic wheel of 11 feet 6 inches diameter,\nrevolving in a horizontal plane, and containing twenty-eight sections disposed\nradially. In each of these sections five beats are placed, roots outwards.\nWhen the hydro-extractor is filled, it is started slowly to allow of a proper\nwashing. A measured tank sprinkles water evenly on the flax, and when the\ntank is emptied it fills automatically. As soon as the washing is finished the\nspeed is increased up to 150 revolutions per minute, and the centrifugal force\nremoves the excess of water. It takes about 15 minutes to wash the flax and\nextract the water.\nThe straw thus freed of a portion of its water is taken on trucks to the\nsecond building to be dried. The drying machine consists of a sort of tunnel\ncomposed of a series of twelve wagons placed end to end, to a length of 82 feet.\nThese trucks move up endways of the drying machine from the end to the\nbeginning and sideways at each end for the filling and emptying.\nEach wagon holds eight to ten sheaves of straw. The stalks are placed\nend ways and slanting from the horizontal on cross rods so as to take full advant-\nage of the hot air current flowing through the tunnel. This current is produced\nby a powerful blowing fan.\nThe air heated by a coil through which flows the exhaust steam, enters\nat a temperature of 95° and leaves at a temperature of 61° to 64°. The newly\nfilled wagon is placed at the end where the air outlet is and in turn every hour the\nwagons are advanced one step towards the fan. In this way the drying is done\nregularly, the flax coming into the higher temperatures only after being gradually\n‘reed from the moisture which penetrated it.\n"
            }
          ]
        },
        {
          "@id": "https://ucbears.example.edu/lending/b11996535_B%203%20106%20704/manifest/canvas/p10",
          "@type": "sc:Canvas",
          "label": "Page 10",
          "width": 878,
          "height": 1432,
          "images": [
            {
              "@id": "https://ucbears.example.edu/iiif/b11996535_B%203%20106%20704/00000010.tif/annotation/p10-image",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "on": "https://ucbears.example.edu/lending/b11996535_B%203%20106%20704/manifest/canvas/p10",
              "resource": {
                "@id": "https://ucbears.example.edu/iiif/b11996535_B%203%20106%20704/00000010.tif/full/!1024,1024/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "width": 878,
                "height": 1432,
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://ucbears.example.edu/iiif/b11996535_B%203%20106%20704/00000010.tif",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              }
            }
          ],
          "metadata": [
            {
              "label": "Transcript",
              "value": "8\nThe dried flax taken from the wagon is carried by a conveyor to the breaking\nand scutching machine.\nScutching as carried out in Courtrai, for example, consists of three opera-\ntions:—\n(1) Breaking, to break up the woody matter into short lengths.\n(2) Scutching, to separate the woody matter from the fibre.\n(3) Dressing, to straighten out the fibres.\nMr. Feuillette's scutcher performs these three operations at once.\nThe flax straw coming from the drying machine is caught lengthways,\nbeing held by guiding rollers, and is acted upon by a number of fluted stamps.\nThe broken shive is drawn away by a fan, and the fibre does not suffer owing\nto the exact engagement of the flutes. The straw having been fed in parallel,\ncomes out clean and straight.\nFig. 2–The hydro-extractor\nThe various processes which we have considered yield a product with a\ncharacteristic smell and colour. Every type of retting has its characteristic\nsmell, and each retting centre produces fibre of a distinctive colour.\nAt Hines, for instance, the flax after retting is spread flat on the grass in\nthe sun; this is called bleaching. At the Lys, the more sun there is, the\nbrighter the flax is. Here at Goderville the drying is done in the dark, in hot\nair. The chlorophyll is not destroyed by the sunlight, and the fibre remains\ngreyish-green. This is of no great importance now when chlorine, properly\nhandled, gives a uniform whiteness to fibre from any source.\nSpinners in the first rank, such as the York Street Flax Spinning Co., Ltd.,\nof Belfast, Louis Nicolle & Van de Wëghe in Lille, spun this flax and the yarns\nmade good cloth, which bleached well.\nGentlemen, in this brief account I have given you of the industrial technique\nof the Feuillette retting, I have tried to point out the ingenious characteristics of\nthe system, but I regret that I should be incapable of expressing to you the\nsense of satisfaction which visitors to Goderville feel in seeing this hitherto\ninsoluble problem solved in such a clever way.\n\n\n"
            }
          ]
        },
        {
          "@id": "https://ucbears.example.edu/lending/b11996535_B%203%20106%20704/manifest/canvas/p11",
          "@type": "sc:Canvas",
          "label": "Page 11",
          "width": 873,
          "height": 1436,
          "images": [
            {
              "@id": "https://ucbears.example.edu/iiif/b11996535_B%203%20106%20704/00000011.tif/annotation/p11-image",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "on": "https://ucbears.example.edu/lending/b11996535_B%203%20106%20704/manifest/canvas/p11",
              "resource": {
                "@id": "https://ucbears.example.edu/iiif/b11996535_B%203%20106%20704/00000011.tif/full/!1024,1024/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "width": 873,
                "height": 1436,
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://ucbears.example.edu/iiif/b11996535_B%203%20106%20704/00000011.tif",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              }
            }
          ],
          "metadata": [
            {
              "label": "Transcript",
              "value": "9\nIf numerous inventors have advocated retting by water at the best temper-\nature, few attempted to solve the problem of drying the straw industrially.\nSchenk, whose system was introduced into Ireland in 1847, dried in the\nopen air in summer; and in winter in a shed holding the straw between a pair\nof rods like the reeds of a loom.\nNearer home, Messrs. De Swarte & Doumer, in their patent No. 245,752,\ndried the retted straw without moving it, and by ventilation, in the same closed\ntank in which it had been retted.\nParsy's patent (175-597) describes a series of wagons passing through\nheated rooms, but none of them dries as thoroughly or as cheaply as Mr. Feuil-\nº thanks to the double action of centrifugal hydro-extraction and ventilation\ny hot air.\nIf the process we are examining is ingenious, if it yields useful products of\ngood quality, is it capable in practice of being carried out industrially?\n-\nFig. 3—A truck in the drying-room\nIn using the data furnished by the experimental station we can lay down the\nconditions under which would operate an establishment capable of retting,\ndrying and scutching 5 tons of rippled dry straw per day, say 1,500 tons per\nannull Il.\nI. Apart from the water required, the freight and\nerection, the machinery represents a capital of... $ 27,214\nBuildings... . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 21,076\n2% acres of land. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2,000\n- $ 50,290\nII. The annual cost of running—the wages of the\nthirty-nine persons required would be . . . . . . . . . . $ 6,220\nIII. (1) The général charges and upkeep. . . . . . . . . . . . . . . 3,570\n(2) Interest and wear and tear... . . . . . . . . . . . . . . . . . 9,780\n$ 19,570\n\n"
            }
          ]
        },
        {
          "@id": "https://ucbears.example.edu/lending/b11996535_B%203%20106%20704/manifest/canvas/p12",
          "@type": "sc:Canvas",
          "label": "Page 12",
          "width": 885,
          "height": 1434,
          "images": [
            {
              "@id": "https://ucbears.example.edu/iiif/b11996535_B%203%20106%20704/00000012.tif/annotation/p12-image",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "on": "https://ucbears.example.edu/lending/b11996535_B%203%20106%20704/manifest/canvas/p12",
              "resource": {
                "@id": "https://ucbears.example.edu/iiif/b11996535_B%203%20106%20704/00000012.tif/full/!1024,1024/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "width": 885,
                "height": 1434,
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://ucbears.example.edu/iiif/b11996535_B%203%20106%20704/00000012.tif",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              }
            }
          ],
          "metadata": [
            {
              "label": "Transcript",
              "value": "With a factory costing. . . . . . . . . . . . . . . . . . . . . . . . . . . $ 50,290\nA working capital of . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 40,000\nAnd sundry general charges amounting to . . . . . . . . . . 19,570\n$ 109,860\nCan one with advantage carry on a retting plant under satisfactory\neconomic conditions?\nFlax must be bought from the grower at a price sufficiently high to induce\nhim to grow it regularly. This price could not be less than $29 per ton, with\nseed on, delivered into the factory.\nTwo thousand pounds of straw delivered into the factory will yield:—\n240 pounds of bolls.\n194 ( & seed,\n76 ( & waste,\n1,490 & 4 rippled straw.\n2,000\nThe 1,490 pounds of rippled straw will give 1,180 pounds of retted straw,\nand this will be made up of:-\n260 pounds long fibre,\n48 “ fine tow,\n104 & 4 coarse tow,\n768 “ shives.\n1,180\nValuing the by-products at to-day's prices:–\n240 pounds of bolls at $ 5 50 a ton . . . . . . . . $ 0 66\n194 & 4 seed at $ 53 00 “ . . . . . . . . 5 14\n48 & 4 fine tow at $ 127 00 “ . . . . . . . . 3 05\n104 ( & coarse tow at $ 40 00 “ . . . . . . . . 2 08\n$10 93\nfor every ton of straw treated, $10.93 x 1,500 = $16,395.\nAs to the flax fibre of which we obtain 260 pounds per ton, the production\nof it will be 390,000 pounds.\nThe flax produced at Goderville since the start has been sold at 19 cents per\npound. That is a high price, giving a handsome profit, but which we cannot\ntake as a basis in an inquiry.\nIf we assume that the total production would sell as to one-third at 16\ncents, one-third at 13% cents, and one-third at 11 cents, we shall get an average\nsale price of 13% cents.\nAdding the total charges of . . . . . . . . . . . . . . . . . . . . . . . $ 19,570\nAnd the purchase of 1,500 tons at $29. . . . . . . . . . . . . 43,500\n$ 63,070\nAnd deducting the value of the by-products. . . . . . . . 16,395\nwe must realize. . . . . . . . . . . . . . . . . . . . . . . . . $ 46,675\nfor the fibre, or 11.96 cents per pound.\n"
            }
          ]
        },
        {
          "@id": "https://ucbears.example.edu/lending/b11996535_B%203%20106%20704/manifest/canvas/p13",
          "@type": "sc:Canvas",
          "label": "Page 13",
          "width": 890,
          "height": 1429,
          "images": [
            {
              "@id": "https://ucbears.example.edu/iiif/b11996535_B%203%20106%20704/00000013.tif/annotation/p13-image",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "on": "https://ucbears.example.edu/lending/b11996535_B%203%20106%20704/manifest/canvas/p13",
              "resource": {
                "@id": "https://ucbears.example.edu/iiif/b11996535_B%203%20106%20704/00000013.tif/full/!1024,1024/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "width": 890,
                "height": 1429,
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://ucbears.example.edu/iiif/b11996535_B%203%20106%20704/00000013.tif",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              }
            }
          ],
          "metadata": [
            {
              "label": "Transcript",
              "value": "11\nTo earn 10 per cent on the annual outlay of $63,070 we require to realize\na price of 13% cents per pound, which should be easy, and enable us to compete\nwith the better end of Russian flax owing to the better yield of the Feuillette\nflax.\nOne may also consider the production of cheaper fibre from second quality\nstraw. This would be bought according to value, but still at better prices than\nthe bargain prices paid now by the buyers of such straw.\nIndustrial retting, and specially the Feuillette retting, can profitably handle\nall grades of straw, while the Lys retting cannot. It is in this manner that\nindustrial retting would help to extend the growing of flax in diminishing the\nuncertainty in its returns and the uncertainty in the sale of its product.\nSuch is industrial retting as practised in the Goderville rettery. You will\nno doubt come to the conclusion that it gives the long-sought solution. And\nif the long list of failures would suggest some doubt, you would have to prove\nthe checked results to be incorrect to deny the progress achieved.\n*(Address delivered on 27th June, 1913; translated by Jas. G. Crawford. It must be borne in mind\nthat the high price of $29 per ton for the flax represents first-class straw saved in good condition, but the\nsame straw badly saved might not fetch $9 per ton. Land is dearer and taxes higher in France than in\nCanada, and all these are elements in the cost. On the other hand, labour is cheap. JAs. G. CRAwford.)\n"
            }
          ]
        }
      ]
    }
  ]
}
